OdIfcEntResolver.resolve(OdIfc.OdIfcInstance*)
\details
Resolves the model's entity.
\param inst     [in] A raw pointer to the entity instance to be resolved.
\returns true if the entity was successfully resolved; otherwise, the method returns false.

OdIfcEntResolver.Dispose
\details
Destroys the entity resolver object.

OdIfcEntResolver.#ctor
\details
Creates a new entity resolver with default parameters.

OdIfcEntResolver
\details
Creates the entry point function for a custom application.
\details
Speeds up DLL loading on Windows. Refer to Win SDK documentation on DllMain() for more details.